cask_args appdir: "/Applications"

# Tap Homebrew
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "adobe-acrobat-reader"
cask "blackhole-2ch"
cask "calibre"
cask "gimp"
cask "figma"
cask "iterm2"
cask "notion"
cask "obs"
cask "visual-studio-code"
cask "vlc"

# System
brew "curl"
brew "git"
brew "mas"
brew "rsync"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"

# Dev
brew "nvm"

# App Store
mas "Bitwarden", id: 1352778147
